tap "fish-shell/fish-beta-4"
tap "homebrew/bundle"
brew "bat"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "imagemagick"
brew "jless"
brew "jq"
brew "neovim"
brew "p7zip"
brew "prettierd"
brew "proto"
brew "ripgrep"
brew "rustup"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stylua"
brew "taplo"
brew "typst"
brew "unar"
brew "vcsh"
brew "zig"
brew "zoxide"
brew "fish-shell/fish-beta-4/fish"
