tap "homebrew/bundle"
brew "bat"
brew "eza"
brew "fastfetch"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "neovim"
brew "p7zip"
brew "proto"
brew "ripgrep"
brew "rustup"
brew "sheldon"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stylua"
brew "taplo"
brew "unar"
brew "vcsh"
